Repository: gctools-outilsgc/pleio_account
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: No user is associated with this email address.
fr: Aucun utilisateur n'est associé à cette adresse e-mail.

source: Please provide a valid email address.
fr: Veuillez fournir une adresse e-mail valide.

source: Your email address is not allowed.
fr: Votre adresse e-mail n'est pas autorisée.

source: This email is already registered.
fr: Cet e-mail est déjà enregistré.

source: The two password fields didn't match.
fr: Ces deux champs réservés au mot de passe ne sont pas identiques.

source: This email is already in use.
fr: La présente adresse courriel est actuellement utilisée.

source: Token
fr: Jeton

source: The password is invalid.
fr: Le mot de passe est invalide

source: Please select one of the questions
fr: Veuillez choisir une question dans la liste.

source: What is your favourite board game?
fr: Quel est votre jeu de société préféré?

source: Who is your favourite fictional character?
fr: Qui est votre personnage fictif préféré?

source: What is your least favourite chore?
fr: Quelle tâche aimez-vous le moins?

source: What type of music do you dislike most?
fr: Quel type de musique vous déplaît le plus?

source: What was your favourite TV show when you were a child?
fr: Quelle était votre émission de télévision préférée lorsque vous étiez enfant?

source: Who was your best friend in kindergarten?
fr: Qui était votre meilleur ami à la maternelle?

source: If you won the lottery, what would be your first big purchase?
fr: Si vous gagniez la loterie, quel serait votre premier gros achat?

source: What is the first movie you saw in theatres?
fr: Quel est le premier film que vous avez vu en salle de cinéma?

source: What was your first cell phone?
fr: Quel était votre premier téléphone cellulaire?

source: What movie do you know the most quotes from?
fr: De quel film connaissez-vous le plus de citations?

source: The same question can not be used more than once
fr: Une même question ne peut pas être utilisée plus d’une fois.

source: One or more of your answers do not match the registered answers.
fr: Au moins une de vos réponses diffère des réponses sauvegardées.

source: Page not found
fr: Page non trouvée

source: Return to sign in
fr: Retournez pour vous connecter

source: Backup tokens
fr: Jetons de sauvegarde

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
fr: Les jetons de sauvegarde peuvent être utilisés lorsque votre numéro de téléphone principal et votre numéro de téléphone de secours ne sont pas disponibles. Les jetons de sauvegarde ci-dessous peuvent être utilisés pour vérifier la connexion. Si vous avez utilisé tous vos jetons de sauvegarde, vous pouvez générer un nouveau jeu de jetons de sauvegarde. Seuls les jetons de sauvegarde indiqués ci-dessous seront valides.

source: Print these tokens and keep them somewhere safe.
fr: Imprimez ces jetons et conservez-les dans un endroit sécuritaire.

source: You don't have any backup codes yet.
fr: Vous n’avez pas encore de codes de sauvegarde.

source: Generate tokens
fr: Générer des jetons

source: Back to the homepage
fr: Retour à la page d’accueil

source: Help / Contact Us
fr: Aide / Contactez-nous

source: Terms and Conditions
fr: Conditions D'Utilisation

source: Opens in a new tab
fr: Ouvre dans un nouvel onglet

source: Welcome
fr: Bienvenue

source: Your custom avatar
fr: Votre avatar personnalisé

source: Profile
fr: Profil

source: Your details
fr: Vos détails

source: Security
fr: Sécurité

source: Password
fr: Mot de passe

source: Security questions
fr: Questions de sécurité

source: Sessions
fr: Séances

source: Two-factor authentication
fr: Authentification à deux facteurs

source: Tools
fr: Outils

source: Access your various collaboration tools here:
fr: Accédez à vos différents outils de collaboration ici:

source: Logout
fr: Déconnexion

source: Please activate your account by following this link
fr: Veuillez activer votre compte en suivant ce lien.

source: Please activate your account
fr: Veuillez activer votre compte

source: Hello
fr: Bonjour

source: You have requested a new password. Please follow this link to set a new password.
fr: Vous avez demandé à modifier votre mot de passe. Veuillez suivre ce lien pour définir un nouveau mot de passe.

source: You can ignore this e-mail if you did not request a new password.
fr: Vous pouvez ignorer ce courriel si vous n’avez pas demandé à modifier votre mot de passe.

source: Request for a new password
fr: Demande d’un nouveau mot de passe

source: <em>unknown on unknown</em>
fr: <em>inconnu, inconnu</em>

source: <em>unknown</em>
fr: <em>inconnu</em>

source: You logged in to your account from a new location.
fr: Vous vous êtes connecté à votre compte à partir d’un nouvel emplacement.

source: If it was you safely ignore this e-mail. Otherwise please change your password as soon as possible.
fr: Si vous vous êtes connecté en toute sécurité, vous pouvez ignorer ce courriel. Sinon, veuillez changer votre mot de passe dès que possible.

source: You logged in to your account from a new location
fr: Vous vous êtes connecté à votre compte à partir d’un nouvel emplacement.

source: Logged in from a new location
fr: Connecté à partir d'un nouvel emplacement

source: Change language
fr: Changer de langue

source: Oops! Your account is temporarily locked.
fr: Oups! Votre compte est temporairement verrouillé.

source: It looks like you’ve entered the wrong password
fr: l semble que vous ayez entré le mauvais mot de passe à

source: times, and you are now locked out of your account. Don’t worry, your account will be unlocked after
fr: reprises et que vous ne pouvez plus accéder à votre compte. Ne vous inquiétez pas, votre compte sera déverrouillé après

source: minutes and you can try logging in again.
fr: minutes et vous pourrez ensuite essayer de vous connecter à nouveau.

source: For assistance please contact our <a href='https://gccollab.ca/help/knowledgebase' alt='help desk'>help desk</a> and we will help you regain access to your account.
fr: Pour obtenir de l'aide, veuillez communiquez avec notre <a href='https://gccollab.ca/help/knowledgebase' alt='help desk'>bureau d'aide</a> et nous vous aiderons à accéder à nouveau à votre compte.

source: Sign in
fr: Connectez-vous

source: with your account
fr: de votre compte

source: Login failed.
fr: Échec de la connexion

source: Please check Google captcha.
fr: Veuillez vérifier le captcha de Google

source: The password you entered doesn’t match the one used for this email.
fr: Le mot de passe que vous avez entré ne correspond pas à celui utilisé pour cette adresse courriel.

source: Note that both fields may be case-sensitive.
fr: Notez que les deux champs sont sensibles à la casse.

source: You can try
fr: Il vous reste

source: more times. After that, your account will be locked for
fr: tentatives. Votre compte sera ensuite verrouillé pendant

source: If you forgot your password, don’t worry! You can reset your password by
fr: Si vous avez oublié votre mot de passe, ne vous inquiétez pas! Vous pouvez le réinitialiser en

source: clicking here
fr: cliquant ici

source: If you don’t have access to the email:
fr: Si vous n’avez pas accès à l’adresse de courriel:

source: , contact our <a href='https://gccollab.ca/help/knowledgebase' alt='help desk'>help desk</a> and we’ll help you regain access to your account.
fr: veuillez communiquer avec notre <a href='https://gccollab.ca/help/knowledgebase' alt='help desk'>bureau d’aide</a>, et nous vous aiderons à accéder à votre compte de nouveau.

source: Email address
fr: Courriel

source: Show password
fr: Montrer le mot de passe

source: Forgot password
fr: Mot de passe perdu

source: Login
fr: Ouvrir une session

source: Don't have an account?
fr: Vous n’avez pas de compte?

source: Register
fr: Inscription

source: Open to all Canadian public servants (federal, provincial, territorial and municipal), academics and students, as well as to all Canadians by invitation.
fr: Ouvert à tous les fonctionnaires canadiens (fédéraux, provinciaux, territoriaux et municipaux), universitaires et étudiants, ainsi qu'à tous les Canadiens et à toutes les Canadiennes, par invitation.

source: Existing members can invite their stakeholders and partners to create an account through GCcollab.
fr: Les membres existants peuvent inviter leurs intervenants et partenaires à se créer un compte à partir de GCcollab.

source: Secure your account
fr: Protéger votre compte

source: Enable two-factor authentication
fr: Activer l’authentification à deux facteurs

source: Fill in a code from your code generator.
fr: Inscrivez un code de votre générateur de codes.

source: Use backup token
fr: Utiliser un jeton de sauvegarde

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
fr: Utilisez ce formulaire pour entrer des jetons de sauvegarde pour vous connecter. Ces jetons ont été générés pour que vous puissiez les imprimer et les conserver dans un endroit sécuritaire Veuillez entrer l’un de ces jetons de sauvegarde pour vous connecter à votre compte.

source: Authorize
fr: Autoriser

source: would like to access the following account information:
fr: souhaite accéder aux informations de compte suivantes :

source: Decline
fr: Refuser

source: Error
fr: Erreur

source: Please enter the email address for your account.
fr: Veuillez entrer l’adresse de courriel utilisée pour votre compte.

source: Reset password
fr: Réinitialiser le mot de passe

source: We need this information to find your account. If you no longer have access to this email, you can answer security questions to get back into your account.
fr: Nous avons besoin de cette information pour trouver votre compte. Si vous n’avez plus accès à ce courriel, vous pouvez utiliser vos questions de sécurité ou communiquer avec le bureau d’aide pour réinitialiser votre mot de passe et votre courriel après avoir envoyé l’adresse de courriel de votre compte.

source: Password reset
fr: Mot de passe réinitialisé

source: You can now login with your new password.
fr: Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

source: New password
fr: Nouveau mot de passe

source: Your password must be at least 8 characters in length, with 1 uppercase letter, one lowercase letter, a specical character
fr: Votre mot de passe doit contenir au moins huit caractères, dont une lettre majuscule, une lettre minuscule et un caractère spécial

source: Confirm password
fr: Confirmez le mot de passe

source: Confirm
fr: Confirmer

source: Your password reset link has expired. Request a new password reset to receive a new link by email.
fr: Votre lien de réinitialisation du mot de passe a expiré. Demander une nouvelle réinitialisation de mot de passe pour recevoir un nouveau lien par courriel.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Email sent
fr: Courriel envoyé

source: You will receive an email with a link to set a new password in the next 20 minutes. Please check your junk folder.
fr: Vous recevrez un courriel avec un lien vous permettant de définir un nouveau mot de passe dans les 20 prochaines minutes. Veuillez vérifier votre dossier de courriel indésirable.

source: Don't have access to the registered email address?
fr: Vous n’avez pas accès à l’adresse de courriel enregistrée?

source: Use security questions to reset your password
fr: Utilisez les questions de sécurité pour réinitialiser votre mot de passe.

source: Please enter the answers to the security questions you picked.
fr: Veuillez entrer les réponses aux questions de sécurité que vous avez choisies.

source: Submit
fr: Soumettre

source: Your account does not have any set security questions. You can submit a ticket to help desk to reset your password.
fr: Votre compte ne comporte pas de questions de sécurité préétablies. Vous pouvez envoyer un billet au bureau d’aide pour réinitialiser votre mot de passe.

source: Contact help desk
fr: Communiquer avec le bureau d’aide

source: Account Settings
fr: Paramètres du compte

source: Name
fr: Nom

source: Email
fr: Courriel

source: Government
fr: Gouvernement

source: Receive Suspicious Sign In Emails
fr: Recevoir des e-mails de connexion suspects

source: Save
fr: Sauvegarder

source: to create an account
fr: pour créer un compte

source: First and last name
fr: Prénom et nom

source: Your password must:
fr: Exigences de mot de passe :

source: Be at least 8 characters in length
fr: Avoir au moins 8 caractères

source: Contain at least 1 lowercase and 1 uppercase letter
fr: Contenir au moins 1 lettre minuscule et 1 majuscule

source: Contain at least 1 special character (!@#$^&*)
fr: Contenir au moins 1 caractère spécial (! @ # $ ^ & *)

source: Contain at least 1 number (0-9)
fr: Contenir au moins 1 nombre (0-9)

source: Your password should:
fr: Votre mot de passe devrait :

source: Be adequately complex and not contain simple patterns like <strong>abc123</strong>
fr: Être suffisamment complexe et ne pas contenir des patrons simples comme <strong>abc123</strong>

source: Not contain words from the dictionary
fr: Ne contient pas les mots du dictionnaire

source: Not contain personal data (like your Social Security number or address)
fr: Ne contient pas de données personnelles (comme votre adresse)

source: I agree with the
fr: J’accepte les

source: terms and conditions
fr: conditions d'utilisation

source: We could not activate your account
fr: Nous n’avons pas pu activer votre compte

source: Your account may already be activated.
fr: Votre compte est possiblement déjà activé

source: Registration complete
fr: Inscription complète

source: Verify your email address
fr: Validez votre adresse courriel

source: Open the link in the verification email to complete your registration.
fr: Ouvrez le lien dans le courriel de validation pour terminer votre inscription.

source: Security settings
fr: Les paramètres de sécurité

source: Current password
fr: Mot de passe actuel

source: Security questions allow you to regain entry to your account if you have forgotten your password and no longer have access to the email associated with your account.
fr: Les questions de sécurité vous permettent de ravoir l’accès à votre compte si vous avez oublié votre mot de passe et si vous n’avez plus accès au courriel associé à votre compte.

source: Set questions
fr: Questions prédéfinies

source: Tokens will be generated by your token generator.
fr: Les jetons seront générés par votre générateur de jetons.

source: If you don't have any device with you, you can access your account using backup tokens.
fr: Si vous n’avez aucun appareil avec vous, vous pouvez accéder à votre compte en utilisant des jetons de sauvegarde.

source: Show codes
fr: Afficher les codes

source: Scan the QR-code below with your token generator and enter the generated token.
fr: Numérisez le code QR ci-dessous avec votre générateur de jetons et entrez le jeton généré.

source: Don't have a token generator? Try <a href="https://support.google.com/accounts/answer/1066447" target="_blank" rel="nofollow">Google Authenticator</a> or <a href="https://authy.com/download/" target="_blank" rel="nofollow">Authy</a>.
fr: Vous n’avez pas de générateur de jeton? Essayez l’application <a href="https://support.google.com/accounts/answer/1066447" target="_blank" rel="nofollow">Google Authenticator</a> ou <a href="https://authy.com/download/" target="_blank" rel="nofollow">Authy</a>.

source: Next
fr: Suivant

source: Disable two-factor authentication
fr: Désactiver l’authentification à deux facteurs

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
fr: Vous êtes sur le point de désactiver l’authentification à deux facteurs. Cela compromet la sécurité de votre compte, êtes-vous certain de vouloir continuer?

source: Yes, I am sure
fr: Oui, je suis certain

source: Disable
fr: Désactiver

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
fr: Cependant, nous vous déconseillons fortement de le faire, vous pouvez également désactiver l'authentification à deux facteurs pour votre compte.

source: Enable
fr: Activer

source: Active sessions
fr: Sessions actives

source: Signed in devices
fr: Appareils connectés

source: unknown on unknown
fr: inconnu, inconnu

source: unknown
fr: inconnu

source: Device
fr: Appareil

source: Location
fr: Emplacement

source: this session
fr: cette séance

source: %(time)s ago
fr: %(time)s précédentes

source: End All Other Sessions
fr: Fermer toutes les autres séances

source: Select three security questions, and input your answer in the box beneath.
fr: Sélectionnez trois questions de sécurité et entrez votre réponse dans la case ci-dessous.Vos réponses doivent comporter au moins trois caractères et elles ne sont pas sensibles à la casse.

source: Your answers must be at least three characters long, and are not case-sensitive.
fr: Vos réponses doivent comporter au moins trois caractères. Le système n’est pas sensible à la casse.

source: Answer 1
fr: Réponse 1

source: Answer 2
fr: Réponse 2

source: Answer 3
fr: Réponse 3

source: Cancel
fr: Annuler

source: Save answers
fr: Sauvegarder les réponses

source: Congratulations, you've successfully enabled two-factor authentication.
fr: Félicitations, vous avez réussi à activer l’authentification à deux facteurs.

source: Back to Profile
fr: Retournez au profil

source: Terms of use
fr: conditions d’utilisation

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
fr: Vous êtes sur le point de désactiver l’authentification à deux facteurs. Cela compromet la sécurité de votre compte, êtes-vous certain de vouloir continuer?

source: If you don't have any device with you, you can access your account using backup tokens.
fr: Si vous n’avez aucun appareil avec vous, vous pouvez accéder à votre compte en utilisant des jetons de sauvegarde.

source: Security questions set. Your security questions and answers have been successfully saved.
fr: Questions de sécurité. Vos questions et réponses ont été sauvegardées.

source: Basic profile
fr: Profil de base

source: Access to your name
fr: Accès à votre nom

source: English
fr: Anglais

source: French
fr: Français
